spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.set_snat_automap_69a1e8a0aac78eb1752332b11447d65e_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_snat_automap><virtual_servers><item>test_virtual_server_nil</item></virtual_servers></wsdl:set_snat_automap></env:Body></env:Envelope>